Repository: soroshsabz/TestSolution
Catalog: Source/BSN.Resa.Locale/Resources.*.resx
Languages: fa_ir

source: Price
fa_ir: هزینه

# FixedResaCommissionIsPositive
source: Resaa commission must greater or equal to zero
fa_ir: سهم رسا باید بیشتر یا مساوی صفر باشد

source: Pricing Policy Type
fa_ir: نوع سیاست

# PricingPerMinuteFixedCommissionPolicy
source: Per Minute Fixed Commission
fa_ir: سیاست دقیقه ای با سهم ثابت

# PricingPerSessionFixedCommissionPolicy
source: Per session fixed commission policy
fa_ir: سیاست جلسه ای با سهم ثابت

# PricingPerMinutePercentCommissionPolicy
source: Per minute percentage commission policy
fa_ir: سیاست دقیقه ای با سهم درصدی

# PricingPerSessionPercentCommissionPolicy
source: Per session percent commission policy
fa_ir: سیاست جلسه ای با سهم درصدی

source: Resaa commission type
fa_ir: نوع کمیسیون رسا

# ResaCommission
source: Commission for Resaa
fa_ir: کمیسیون رسا

source: Specific simcard
fa_ir: سیم کارت مشخص شده

# PricePolicyType
source: Price Type
fa_ir: نوع قیمت گذاری

source: End Date
fa_ir: تاریخ پایان

source: Start Date
fa_ir: تاریخ شروع

source: Failed to retrieve accessible periods
fa_ir: دریافت زمان‌های در دسترس با مشکل مواجه شد

source: Account Not Found
fa_ir: اکانت مورد نظر موجود نمی باشد

source: Error on parsing doctor recommendation state
fa_ir: خطا در تحلیل مقدار وضعیت معرفی پزشک

source: Error on updaing doctor recommendation record
fa_ir: خطا در فرآیند بروز رسانی وضعیت رکورد معرفی پزشک

source: Years of practice
fa_ir: سابقه طبابت (برحسب سال)

source: WebSite Testimonials
fa_ir: تستیمونیال های وبسایت

source: Hospitals
fa_ir: بیمارستانها

source: Insurances
fa_ir: بیمه ها

source: Languages
fa_ir: زبان و گویش ها

source: Community Memberships
fa_ir: انجمن های علمی

source: Reward
fa_ir: جوایز

source: Scientific History
fa_ir: سوابق علمی

source: Biography
fa_ir: زندگینامه

source: Instagram
fa_ir: اینستاگرام

source: Survey Like Successfully
fa_ir: با موفقیت ثبت شد

source: Call Id
fa_ir: شناسه تماس

source: Dislike
fa_ir: مخالف

source: Like
fa_ir: موافق

source: Survey Updated Successfully
fa_ir: ویرایش نظر با موفقیت ثبت شد

# SurveyFieldCreateSuccessfully
source: Survey reason create successfully
fa_ir: دلیل نظر با موفقیت ثبت شد

# SurveyFieldDeleteSuccessfully
source: Survey reason delete successfully
fa_ir: دلیل نظر با موفقیت حذف شد

# SurveyFieldUpdateSuccessfully
source: Survey reason update successfully
fa_ir: دلیل نظر با موفقیت ویرایش شد

source: Added Successfully
fa_ir: با موفقیت اضافه شد

source: Updated Successfully
fa_ir: با موفقیت به روز رسانی شد

source: Angry
fa_ir: ناراضی

source: Happy
fa_ir: راضی

# NotCheckedSurveyStatus
source: Not Checked
fa_ir: در حال بررسی

# RejectSurveyStatus
source: Reject
fa_ir: عدم تایید

source: Seconds
fa_ir: ثانیه

source: Kurdish
fa_ir: کردی

source: Persian
fa_ir: فارسی

source: Turkish
fa_ir: ترکی

# Currency
source: Tooman
fa_ir: تومان

# RequiredFieldValidationMessage
source: The field {0} is required
fa_ir: فیلد {0} نمیتواند خالی باشد

source: Packages
fa_ir: پکیج ها

# PolicyActivated
source: Policy activated successfully
fa_ir: سیاست با موفقیت فعال شد

# PolicyCreated
source: Policy created successfully
fa_ir: سیاست با موفقیت ایجاد شد

# PolicyDeactivated
source: Policy deactivated successfully
fa_ir: سیاست با موفقیت غیر فعال شد

# PolicyDeactivateError
source: Error in deactivating policy
fa_ir: خطا در غیر فعال سازی سیاست

source: Display Order
fa_ir: ترتیب نمایش

source: Rate
fa_ir: امتیاز

# DuplicatePhoneNumberError
source: Phone already exist
fa_ir: شماره تماس قبلا در سیستم ثبت شده است

source: Patient successfully registered
fa_ir: بیمار با موفقیت ثبت شود

# BlockedCredit
source: Reserved credit
fa_ir: اعتبار رزرو شده

source: CallBooking Id
fa_ir: شناسه رزرو تماس

# FOR_EACH_DOCTOR_MORE_THAN_N_DEVICE_CAN_NOT_BE_ADDED
source: For each doctor more than {0} device can't be added
fa_ir: برای هر پزشک بیش از {0} دستگاه نمیشود اضافه کرد

# PRIMARY_DEVICE_COULD_NOT_BE_REMOVED
source: Primary device could not be removed. Please set another device as primary.
fa_ir: دستگاه اصلی حذف نشد، لطفا یک دستگاه دیگر را به عنوان دستگاه اصلی معرفی کنید

source: booking not found
fa_ir: زمان رزرو شده پیدا نشد

# Creating_Failed_Healthcare_Call
source: Creating Failed Healthcare Call ({0})
fa_ir: فرآیند ایجاد درخواست تماس ناتمام ماند ({0})

# FAILED_TO_PROCESS
source: failed to process {0} ({1})
fa_ir: درخواست تکمیل نشد {0} ({1})

# FAILED_TO_PROCESS_FAILED_HEALTHCARE_CALL
source: Failed To Process Failed Healthcare Call ({0} - {1})
fa_ir: درخواست تماس مشاوره تکمیل نشد ({0} - {1})

source: process failure
fa_ir: فرآیند ناتمام

# FailedToProccessDroppedHealthcareCall
source: Failed To Process Dropped Healthcare Call ({0} - {1})
fa_ir: فرآیند متوقف شد ({0} - {1})

source: NotifyCallRequestToDoctor
fa_ir: اطلاع تماس به پزشک مربوطه

# NotifyPatientToBeReadyTemplate
source: NotifyPatientToBeReady
fa_ir: هشدار به کاربر جهت برقراری تماس

# UnknownCallerMessageTemplate
source: UnknownCallerMessage
fa_ir: پیام از شماره ناشناس

source: Phone number not found.
fa_ir: شماره تلفن وارد شده پیدا نشد

source: Ended callRequests queue processing
fa_ir: پردازش صف درخواست تماس پایان یافت

source: Started callRequests queue processing
fa_ir: پردازش صف درخواست تماس شروع شد

source: Queue processing
fa_ir: در تماس با سیستم

source: Timeout
fa_ir: استراحت

# Travel
source: Traveling
fa_ir: در سفر

source: English Title
fa_ir: عنوان انگلیسی

source: Medical Specialty Page Acticated Successfuly
fa_ir: تخصص با موفقیت فعال شد

source: Medical Specialty Page Deacticated Successfuly
fa_ir: تخصص با موفقیت غیر فعال شد

# TimeBasedChargePackageMedicalSpecialty
source: Medical Specialty
fa_ir: تخصص

# RejectedSurveyAlert
source: The comment provided dose not meet the policies of our website, thus it has been rejected.
fa_ir: متن نظر شما به دلیل عدم رعایت قوانین ارسال نظر در سامانه رسا حذف شد
