Repository: soroshsabz/TestSolution
Catalog: Source/BSN.Resa.Locale/Resources.*.resx
Languages: fa_ir

source: Balance
fa_ir: اعتبار کل

source: CaptchaInvalid
fa_ir: عدد محاسبه‌شده اشتباه است.

source: CaptchaRequired
fa_ir: حاصل محاسبه‌ی عبارت مقابل را وارد نمایید.

source: Email
fa_ir: ایمیل

source: EmailInvalid
fa_ir: فرمت ایمیل نادرست است.

source: Female
fa_ir: زن

source: FirstName
fa_ir: نام

source: FullName
fa_ir: نام و نام خانوادگی

source: Gender
fa_ir: جنسیت

source: LastName
fa_ir: نام خانوادگی

source: Male
fa_ir: مرد

source: National Number
fa_ir: کد ملی

source: PasswordRequired
fa_ir: رمز عبور را وارد نمایید.

source: Phone number
fa_ir: شماره‌ی تلفن

source: PhoneNumberInvalid
fa_ir: شماره‌ی تلفن وارد‌شده نامعتبر است.

source: PhoneNumberRequired
fa_ir: واردکردن شماره‌ی تلفن الزامی است.

source: ReadTerms
fa_ir: مشاهده‌ی قوانین

source: Registeration
fa_ir: ثبت‌نام

source: RegisterationAgreementRequired
fa_ir: برای ثبت‌نام پذیرش قوانین رسا الزامی است.

source: RegistrationAgreement
fa_ir: من قوانین رسا را خوانده‌ام و قبول دارم.

source: UserInformationCorrectnessResponsibilityMessage
fa_ir: در صورت عدم صحت اطلاعات واردشده مسئولیت با متقاضی می‌باشد.

source: UserName
fa_ir: نام کاربری

source: PhoneNumberVerificationCodeInvalid
fa_ir: کد تایید وارد‌شده اشتباه است.

source: PhoneNumberVerificationCodeRequired
fa_ir: کد تایید را وارد نمایید.

source: VSIN
fa_ir: پنج رقم انتهایی کد کاربری

source: VSINInvalid
fa_ir: کد کاربری وارد‌شده نامعتبر است.

source: VSINOrPasswordInvalid
fa_ir: کد کاربری یا رمز عبور وارد‌شده اشتباه است.

source: VSINRequired
fa_ir: پنج رقم انتهایی کد کاربری را وارد نمایید.

source: Password
fa_ir: رمز عبور

source: ObstetricsAndGynecology
fa_ir: زنان و زایمان

source: Pathobiology
fa_ir: پاتوبیولوژی

source: ResaNumber
fa_ir: شماره‌ی رسا

source: ActivationKey
fa_ir: رمز عبور

source: CreatedDate
fa_ir: تاریخ ایجاد

source: Credit
fa_ir: اعتبار

source: ExpirationDate
fa_ir: تاریخ انقضا

source: MSISDN
fa_ir: شماره‌ی رسا

source: SerialNumber
fa_ir: شماره سریال

source: Expertise
fa_ir: حوزه‌ی تخصصی

source: MedicalCouncilNumber
fa_ir: شماره نظام پزشکی

source: State
fa_ir: وضعیت

source: ConsumerMSISDN
fa_ir: شماره‌ی مصرف کننده

source: ConsumerType
fa_ir: نوع مصرف کننده

source: ConsumerTypeAndConsumerMSISDNCantBeBlank
fa_ir: نوع مصرف کننده و شماره‌ی مصرف کننده نمی‌تواند به صورت همزمان خالی باشد

source: Id
fa_ir: شناسه

source: IsActive
fa_ir: فعال بودن

source: IsDefault
fa_ir: پیش فرض

source: PricePerMinute
fa_ir: هزینه‌ در دقیقه

source: PricePerMinuteIsPositive
fa_ir: هزینه در دقیقه باید بیشتر از صفر باشد

source: PricePerMinuteRequired
fa_ir: هزینه در دقیقه نباید خالی باشد

source: Doctor
fa_ir: پزشک

source: Patient
fa_ir: بیمار

source: IsAssignable
fa_ir: امکان انتصاب دارد؟

source: BankTransfer
fa_ir: حواله‌ی بانکی

source: CardToCard
fa_ir: کارت به کارت

source: Cash
fa_ir: نقدی

source: Cardiovascular
fa_ir: قلب و عروق

source: Psychiatrist
fa_ir: روانپزشک

source: False
fa_ir: خیر

source: True
fa_ir: آری

source: CallbackService
fa_ir: سرویس باز‌تماس

source: Disabled
fa_ir: غیرفعال

source: Enabled
fa_ir: فعال

source: Unknown
fa_ir: نامشخص

source: Available
fa_ir: پاسخگو

source: Busy
fa_ir: مشغول

source: Office
fa_ir: در مطب

source: Offline
fa_ir: خارج از دسترس

# Operating
source: Operation
fa_ir: اتاق عمل

source: Pediatrician
fa_ir: متخصص اطفال

source: DoNotDisturbOvernight
fa_ir: سرویس عدم اتصال تماس‌های شبانه

source: About
fa_ir: درباره ما

source: Blocked Numbers
fa_ir: شماره‌های مسدود شده

source: Cancel
fa_ir: انصراف

source: Change state error
fa_ir: خطای تغییر وضعیت

# ChangeStatePrompt
source: En error occured while changing state. Please try again.
fa_ir: خطا در زمان تغییر حالت رخ داده‌است. لطفاً دوباره تلاش نمایید.

source: ChangeStateWithSmsPrompt
fa_ir: برقراری ارتباط با اینترنت ممکن نیست. وضعیت شما با استفاده از پیامک تغییر می‌کند.

source: Close
fa_ir: بستن

source: Confirm
fa_ir: تایید

source: Connection error
fa_ir: خطای اتصال

# EmptyUsernameOrPasswordError
source: Username or password firlds cannot be empty.
fa_ir: نام کاربری یا رمز عبور نمی‌تواند خالی باشد.

source: Internal Error
fa_ir: خطای داخلی رخ داده است.

source: Invalid username or password
fa_ir: نام کاربری یا رمز عبور نامعتبر است.

source: Login error
fa_ir: خطای ورود

source: Main Page
fa_ir: صفحه‌ی اصلی

source: No
fa_ir: خیر

source: No connection error
fa_ir: برقراری ارتباط با اینترنت ممکن نیست.

# NoGsmOrInternetError
source: Not able to reach server. Please make sure your phone is not in "Airplane mode", and you have internet.
fa_ir: برقراری ارتباط با سرور ممکن نیست. لطفا گوشی خود را از «حالت پرواز» خارج کنید و یا اتصال خود را با اینترنت برقرار کنید.

source: NoServiceError
fa_ir: برقراری ارتباط با سرویس ممکن نیست.

source: PatientQuestion
fa_ir: آیا فرد تماس گیرنده جزء بیمار‌های شما بود؟

source: PatientQuestionTitle
fa_ir: رسا

source: Retry
fa_ir: تلاش مجدد

source: Select your state
fa_ir: وضعیت خود را انتخاب نمایید:

source: SendingChangeStateRequest
fa_ir: ارسال پیام تغییر وضعیت

source: Yes
fa_ir: بلی

source: SmsSendError
fa_ir: تغییر وضعیت از طریق پیامک امکان پذیر نیست. لطفاً اتصال اینترنت را برقرار کنید.

source: Midwifery
fa_ir: کارشناس مامایی

source: Allowed Numbers
fa_ir: شماره‌های مجاز

source: Are you sure you want delete number
fa_ir: آیا از حذف شماره اطمینان دارید؟

source: ApplicationCannotBeUpdatedDueToLicenseExpiration
fa_ir: برنامه‌ی کنونی به دلیل منقضی‌شدن گواهی قابل به روز رسانی نمی‌باشد. لطفاً با کارشناسان رسا تماس حاصل نمایید.

source: Ok
fa_ir: باشه

source: UpdateError
fa_ir: خطای به‌روزرسانی

source: AllergyAndImmunology
fa_ir: آلرژی و ایمنی‌شناسی

source: Anaesthesiology
fa_ir: بیهوشی

source: CardiothoracicSurgery
fa_ir: جراحی قلب

source: Dentistry
fa_ir: دندان‌پزشکی

source: Dermatology
fa_ir: پوست

source: EmergencyMedicine
fa_ir: طب اورژانس

# GeneralPractice
source: GeneralPractitioner
fa_ir: پزشکی عمومی

source: GeneralSurgery
fa_ir: جراحی عمومی

source: InfectiousDisease
fa_ir: بیماری‌های عفونی

source: InternalMedicine
fa_ir: بیماری‌های داخلی

source: Nephrology
fa_ir: بیماری‌های کلیه

source: Neurology
fa_ir: عصب‌شناسی

source: Ophthalmology
fa_ir: چشم‌پزشکی

source: Orthopaedics
fa_ir: ارتوپدی

source: PaediatricCardiology
fa_ir: قلب و عروق کودکان

source: PalliativeMedicine
fa_ir: طب تسکینی

source: Pathology
fa_ir: آسیب‌شناسی

source: Pulmonology
fa_ir: بیماری‌های ریه

source: Urology
fa_ir: اورولوژی

source: PhoneNumberVerificationCodeTimeLimitError
fa_ir: مدت زمان بررسی کد به اتمام رسیده است.

source: Send Periodic Report
fa_ir: ارسال گزارش دوره‌ای

source: FifteenThousandTomans
fa_ir: پانزده هزار تومان

source: FiftyThousandTomans
fa_ir: پنجاه هزار تومان

source: FiveThousandTomans
fa_ir: پنج هزار تومان

source: FortyFiveThousandTomans
fa_ir: چهل و پنج هزار تومان

source: FortyThousandTomans
fa_ir: چهل هزار تومان

source: TenThousandTomans
fa_ir: ده هزار تومان

source: ThirtyFiveThousandTomans
fa_ir: سی و پنج هزار تومان

source: ThirtyThousandTomans
fa_ir: سی هزار تومان

source: TwentyFiveThousandTomans
fa_ir: بیست و پنج هزار تومان

source: TwentyThousandTomans
fa_ir: بیست هزار تومان

source: Value
fa_ir: مقدار

source: Input phone number error
fa_ir: شماره‌ی تلفن وارد شده نامعتبر است.

source: Please enter the phone number
fa_ir: لطفاً شماره مورد نظر خود را وارد نمایید:

source: Add
fa_ir: افزودن

source: Search
fa_ir: جستجو

source: No phone number found
fa_ir: شماره‌‌ای یافت نشد.

source: Remove
fa_ir: حذف

source: Count
fa_ir: تعداد

source: Resa
fa_ir: رِسا

source: PeriodicCallsReporterOptions
fa_ir: گزینه‌های گزارش‌گر دوره‌ای تماس‌ها

source: DoctorApp
fa_ir: اپلیکیشن پزشک

source: DoctorTelegramBot
fa_ir: ربات تلگرام پزشک

source: Printer
fa_ir: چاپگر

source: Report
fa_ir: گزارش

source: Sms
fa_ir: پیامک

source: TelegramBot
fa_ir: ربات تلگرام

source: Period
fa_ir: دوره

source: PeriodTimeInHours
fa_ir: دوره (ساعت)

source: ReporterType
fa_ir: نوع گزارشگر

source: PeriodHoursRangeInvalid
fa_ir: بازه‌ی زمانی دوره‌ی مشخص‌شده نامعتبر است.

source: ReportPeriodHoursRequired
fa_ir: لطفاً مقدار ساعت دوره‌ ارسال گزارش را مشخص نمایید.

source: TelegramBotPeriodicReporterRequireChatId
fa_ir: برای فعالسازی گزارشگر ربات تلگرام باید چت‌آیدی تلگرام را وارد نمایید.

source: FertilityPhd
fa_ir: پی اچ دی باروری

source: Forensic
fa_ir: پزشکی قانونی

source: Nutritionist
fa_ir: تغذیه و رژیم درمانی

source: Oncology
fa_ir: آنکولوژی

source: PromotionalAccount
fa_ir: اکانت پروموشنال

source: SpecialNeonatal
fa_ir: فوق تخصص نوزادان

source: DesignatedResaCommission
fa_ir: کمیسیون تعیین شده برای رسا

source: NutritionSpecialist
fa_ir: دکتری تغذیه و رژیم درمانی

source: ForensicMedicineClinicalToxicityFellowship
fa_ir: پزشکی قانونی، فلوشیپ مسمومیتها

source: InternistGastroenterologist
fa_ir: متخصص داخلی،فوق تخصص گوارش و کبد

source: Neonatalogist
fa_ir: فوق تخصص نوزادان

source: Image
fa_ir: عکس

source: AccountId
fa_ir: شناسه‌ی کاربر

source: Description
fa_ir: توضیحات

source: Latitude
fa_ir: عرض جغرافیایی

source: Longitude
fa_ir: طول جغرافیایی

source: PostalCode
fa_ir: کدپستی

source: Street
fa_ir: خیابان

source: Title
fa_ir: عنوان

source: ClinicAddress
fa_ir: آدرس مطب

source: LatitudeInvalidRange
fa_ir: عرض جغرافیایی بین منفی ۹۰ تا مثبت ۹۰ درجه می‌باشد.

source: LongitudeInvalidRange
fa_ir: طول جغرافیایی بین منفی ۱۸۰ تا مثبت ۱۸۰ درجه می‌باشد

source: TitleRequired
fa_ir: وارد کردن عنوان الزامی است.

source: MedicalCouncilNumberShortened
fa_ir: نظام پزشکی

source: Edit
fa_ir: ویرایش

source: PromotionalDoctor
fa_ir: پزشک پروموشنال

source: AccountType
fa_ir: نوع کاربر

source: Actions
fa_ir: عملیات

source: SerialNumberRequired
fa_ir: وارد کردن شماره‌ی سریال الزامی است.

source: Status
fa_ir: وضعیت

source: Number
fa_ir: شماره

source: AddAll
fa_ir: افزودن همه

source: Owner
fa_ir: صاحب

source: ConsumedAt
fa_ir: تاریخ مصرف

source: CreatedAt
fa_ir: تاریخ ایجاد

source: ExpiresAt
fa_ir: تاریخ انقضا

source: Card
fa_ir: کارت

source: PhoneNumberHasBeenAlreadyTaken
fa_ir: شماره‌ی موبایل وارد‌شده پیشتر گرفته شده است.

source: NextPage
fa_ir: صفحه‌ی بعد

source: PreviousPage
fa_ir: صفحه‌ی قبل

source: Input Invalid
fa_ir: ورودی نامعتبر است.

source: Input Not Latin
fa_ir: ورودی به لاتین نیست.

source: SettlementComplete
fa_ir: پرداخت شده

source: SettlementPending
fa_ir: در انتظار پرداخت

source: Dossier
fa_ir: مشاهده‌ی پرونده

source: Untitled
fa_ir: بدون عنوان

source: RegistrationMethod
fa_ir: شیوه‌ی ثبت‌نام

source: FirstOutgoingCallEstablishedAt
fa_ir: زمان برقراری اولین تماس خروجی

source: CallerSubscriberIdentificationCard
fa_ir: سیم‌کارت تماس‌گیرنده

source: Date
fa_ir: تاریخ

source: Duration
fa_ir: مدت زمان

source: ReceiverSubscriberIdentificationCard
fa_ir: سیم‌کارت دریافت‌کننده‌ی تماس

source: Time
fa_ir: زمان

source: Amount
fa_ir: مبلغ

source: BeneficiaryParty
fa_ir: ذینفع

source: PrincipalParty
fa_ir: پرداخت‌کننده

source: TransactionType
fa_ir: نوع تراکنش

source: Help
fa_ir: راهنما

source: Address
fa_ir: آدرس

source: Geolocation
fa_ir: مختصات جغرافیایی

source: CallFinancialTransaction
fa_ir: تراکنش تماس

source: CardsMergeFinancialTransaction
fa_ir: تراکنش ادغام سیم‌کارت

source: EffectiveDuration
fa_ir: مدت زمان موثر

source: FinishedAt
fa_ir: زمان پایان

source: StartedAt
fa_ir: زمان شروع

source: Active
fa_ir: فعال

source: Inactive
fa_ir: غیر فعال

source: DaysOfWeek
fa_ir: روزهای هفته

source: NotValidAfter
fa_ir: پایان اعتبار

source: NotValidBefore
fa_ir: شروع اعتبار

source: OffHours
fa_ir: ساعت‌های استراحت

source: TimeZone
fa_ir: منطقه‌ی زمانی

source: IsEnabled
fa_ir: فعال شده‌است

source: IsOperationalNow
fa_ir: اکنون عملیاتی است

source: Friday
fa_ir: جمعه

source: Monday
fa_ir: دوشنبه

source: Saturday
fa_ir: شنبه

source: Sunday
fa_ir: یک‌شنبه

source: Thursday
fa_ir: پنج‌شنبه

source: Tuesday
fa_ir: سه‌شنبه

source: Wednesday
fa_ir: چهارشنبه

source: DaysOfWeekRequired
fa_ir: وارد کردن روز‌های هفته الزامی است.

source: Toggle
fa_ir: تغییر وضعیت

source: ServiceReference
fa_ir: شناسه‌ی سرویس

source: Cards
fa_ir: کارت‌ها

source: LastTransactionId
fa_ir: شناسه‌ی آخرین تراکنش

source: PaymentMethod
fa_ir: روش پرداخت

source: Settled At
fa_ir: تاریخ تسویه

source: Settlement
fa_ir: تسویه حساب

source: Transaction Id
fa_ir: شناسه‌ی تراکنش

source: Input Required
fa_ir: ورودی الزامی است.

source: Minute
fa_ir: دقیقه

source: Validity
fa_ir: اعتبار

# DoctorCard
source: Doctor's Card
fa_ir: کارت پزشک

# PatientCard
source: Patient's Card
fa_ir: کارت بیمار

source: Allowed Duration
fa_ir: مدت زمان مجاز

source: Intended Caller
fa_ir: تماس‌گیرنده‌ی مورد نظر

source: Intended Receiver
fa_ir: مخاطب تماس مورد نظر

source: Has Established Call
fa_ir: تماس برقرار شده‌است

source: Card Based Charge Financial Transaction
fa_ir: تراکنش شارژ مبتنی بر کارت

source: Electronic Charge Financial Transaction
fa_ir: تراکنش شارژ الکترونیکی

source: One Time Charge Financial Transaction
fa_ir: تراکنش یک بار شارژ

source: IssuedAt
fa_ir: تاریخ صدور

source: CorrectionFinancialTransaction
fa_ir: تراکنش اصلاحیه

# InternationalBankAccountNumber
source: IBAN
fa_ir: شماره شبا

source: Carry Out
fa_ir: ثبت پرداخت

source: Delete
fa_ir: حذف

source: IBAN Invalid
fa_ir: شماره شبای وارد شده نامعتبر است.

source: Suspended At
fa_ir: تاریخ تعلیق

source: Last Settled Transaction
fa_ir: آخرین تراکنش تسویه‌شده

source: Expiration
fa_ir: انقضا

source: Is Hidden
fa_ir: پنهان است

source: First Financial Transaction
fa_ir: تراکنش مالی اول

source: Last Financial Transaction
fa_ir: تراکنش مالی آخر

source: MobileNumberInvalid
fa_ir: شماره‌ی موبایل وارد‌شده نامعتبر است.

source: MobileNumberRequired
fa_ir: واردکردن شماره‌ی موبایل الزامی است.

source: MobileNumber
fa_ir: شماره‌ی موبایل

source: Download Update
fa_ir: دانلود بروزرسانی

source: Later
fa_ir: بعداً

source: Update
fa_ir: به‌روزرسانی

source: Name
fa_ir: نام

source: National Identification Number
fa_ir: شناسه‌ی ملی

source: Commercial Number
fa_ir: شماره‌ی اقتصادی

# FirmsCommercialNumberInvalid
source: Firm's Commercial Number Is Invalid.
fa_ir: شماره‌ی اقتصادی وارد شده نامعتبر است.

# FirmsNationalIdentificationNumberInvalid
source: Firm's National Identification Number Is Invalid.
fa_ir: شناسه‌ی ملی وارد شده نامعتبر است.

source: Notes
fa_ir: یادداشت

source: Business Account
fa_ir: حساب تجاری

source: Authorization Scopes
fa_ir: سطوح دسترسی

source: Hostname
fa_ir: نام هاست

source: IP Address
fa_ir: آدرس آی پی

source: Pricing Policy
fa_ir: سیاست قیمت‌گذاری

source: On-call Hours
fa_ir: ساعت‌های پاسخگویی

source: Is Available
fa_ir: آزاد است

source: Is Available For Public Use
fa_ir: برای استفاده‌ی عموم آزاد است

source: Destination
fa_ir: مقصد

source: CouncilNumber
fa_ir: شماره نظام

source: Time Zone UTC Offset
fa_ir: انحراف منطقه‌ی زمانی از ساعت هماهنگ جهانی

source: Booked At
fa_ir: تاریخ رزرو

source: Gateway Description
fa_ir: توضیحات درگاه

source: Payment Gateway Identifier
fa_ir: درگاه پرداخت

source: Reservation Number
fa_ir: شماره رزرو

source: Payment Verified At
fa_ir: تاریخ تایید پرداخت

source: Academic Title
fa_ir: عنوان آکادمیک

source: None
fa_ir: هیچ

source: Workplace Address
fa_ir: آدرس محل کار

source: Free First Call
fa_ir: تماس اول رایگان

source: Primary Subscriber Identification Card Serial Number
fa_ir: شماره سریال سیم کارت اصلی

source: Specialty
fa_ir: تخصص

source: Is Public
fa_ir: عمومی است

source: City
fa_ir: شهر

source: Province
fa_ir: استان

# InputTooLong
source: Input is too long.
fa_ir: طول ورودی از حد مجاز بیشتر است.

source: Subscription Plan
fa_ir: پلن کاربری

source: Fame Seeker
fa_ir: به دنبال شهرت

source: Keep At Bay
fa_ir: مدیریت تماس‌های فعلی

source: Liquidation Financial Transaction
fa_ir: تراکنش تصفیه

source: Tokens
fa_ir: توکن‌ها

source: Promotion Financial Transaction
fa_ir: تراکنش پروموشن

source: Abort After Completion
fa_ir: قطع پس از اتمام

source: Has Operational Audio Announcement
fa_ir: اطلاع‌رسانی صوتی قابل پخش دارد

source: Audio
fa_ir: صوت

source: Is Operational
fa_ir: عملیاتی است

source: Reason For Suspension
fa_ir: دلیل تعلیق

source: Download
fa_ir: دانلود

source: Tags
fa_ir: تگ‌ها

source: Blacklist
fa_ir: لیست سیاه

source: Author
fa_ir: نویسنده

source: Characterization
fa_ir: توصیف

source: Icon
fa_ir: آیکون

source: Return
fa_ir: بازگشت

source: Group
fa_ir: گروه

source: Members
fa_ir: اعضا

source: Order
fa_ir: ترتیب

source: Frequently Asked Questions
fa_ir: سوال‌های رایج

source: Answer
fa_ir: پاسخ

source: AnsweredAt
fa_ir: تاریخ پاسخ

source: AnsweredBy
fa_ir: پاسخ‌دهنده

source: Question
fa_ir: سوال

source: Input Error
fa_ir: خطای ورودی

# ErrorContactingResa
source: Error Contacting Resa Service
fa_ir: خطای ارتباط با سامانه رسا

# LoginErrorGeneralMessage
source: Error in logging in Resa
fa_ir: در فرآیند ورود خطایی رخ داد

source: Bank Reference Number
fa_ir: شماره پیگیری بانک

source: Communication Channels
fa_ir: کانال‌های ارتباطی

source: Financial Report
fa_ir: گزارش مالی

source: Patient Diagnostic Documents
fa_ir: اسناد تشخیصی بیمار

source: Periodic Consumption Report
fa_ir: گزارش دوره‌ای مصرف

source: Platform
fa_ir: پلتفرم

source: Telegram
fa_ir: تلگرام

source: Identifier
fa_ir: شناسه

source: Classification
fa_ir: طبقه‌بندی

source: Financial Report Channel
fa_ir: کانال گزارش مالی

source: Patient Diagnostic Documents Channel
fa_ir: کانال اسناد تشخیصی بیمار

source: Periodic Consumption Report Channel
fa_ir: کانال گزارش دوره‌ای مصرف

source: Undefined
fa_ir: تعریف نشده

source: Patient Diagnostic Documents Service
fa_ir: سرویس اسناد تشخیصی بیمار

source: Price Per Request
fa_ir: هزینه برای هر درخواست

source: Resa Commission Per Request
fa_ir: کمیسیون رسا برای هر درخواست

source: File Transfer Financial Transaction
fa_ir: تراکنش انتقال فایل

source: SecondaryPhoneNumber
fa_ir: شماره تلفن ثانویه

source: Today
fa_ir: امروز

source: Yesterday
fa_ir: دیروز

source: Calls
fa_ir: تماس‌ها

source: minutes ago
fa_ir: دقیقه قبل

source: hour(s) ago
fa_ir: ساعت قبل

source: Older
fa_ir: قدیمی‌تر

source: Now
fa_ir: الان

source: I understand
fa_ir: متوجه هستم

source: Settings
fa_ir: تنظیمات

source: Error
fa_ir: خطا

# DoctorAppPatientInsufficientCreditMessage
source: The patient has not sufficient amount of credit to host the call.
fa_ir: بیمار مورد نظر فاقد اعتبار کافی برای میزبانی این تماس است.

# DoctorAppDrawOverAppPermissionPleaseEnable
source: Please enable display over apps permission
fa_ir: لطفا مجوز مربوط به قابلیت نمایش روی سایر برنامه‌ها را فعال کنید

# DoctorAppPermissionsGeneralRationale
source: Please bear it in mind that in order for Resa app to function properly always keep the related permissions granted.
fa_ir: توجه نمایید که برای کارکرد صحیح اپلیکیشن همواره دسترسی‌های ذکر شده را فعال نگاه دارید.

source: Callback requests
fa_ir: تماس‌های درخواستی

source: There aren't any callback requests
fa_ir: هیچ درخواست تماسی وجود ندارد

# PatientIdXamlSpecialVersion
source: Patient ID: {0}
fa_ir: کد بیمار:{0}

source: My State
fa_ir: وضعیت من

# CallbackRequestsHistory
source: Requests History
fa_ir: تاریخچه درخواست

# DoctorAppAboutDescription
source: Iranians Health Media (RESA) has been created to provide an effective and purposeful solution to connect patients and phisysians. Your feedbacks are highly appreciated for us, call.
fa_ir: رسالت سلامت ایرانیان با هدف ارتباط هدفمند و موثر بیمار و پزشک ایجاد شده است. شما می‌توانید انتقادات و پیشنهادات خود را با ما در میان بگذارید:

# AppVersionXamlSpecialVersion
source: Version: {0}
fa_ir: نسخه: {0}

# DoctorAppSettingsAdvanced
source: Advanced Settings
fa_ir: تنظیمات پیشرفته

# DoctorAppAppSettingsImproveBgBlockerService
source: Improve call blocker service
fa_ir: ارتقای عملکرد بلاکر

# DoctorAppSettings
source: App settings
fa_ir: تنظیمات برنامه

source: Advanced
fa_ir: پیشرفته

source: Connecting to RESA...
fa_ir: در حال اتصال به رسا...

source: Change State
fa_ir: تغییر وضعیت

# ResaCodeXamlSpecialVersion
source: Resa code: {0}
fa_ir: کد رسا: {0}

# DoctorAppWelcomeToResaApplication
source: Welcome to Resa Application
fa_ir: به اپلیکیشن رسا خوش آمدید

# DoctorAppXiaomiMiuiAutostartInfo
source: In Xiaomi phones which their Rom are "MIUI" in order for the Resa application to behave correctly, "Autostart" option needs to be enabled.
fa_ir: در گوشی‌های شیائومی که رام آنها MIUI است (که شامل اکثریت است) قابلیت اجرای سرویس‌های پیش‌زمینه (یعنی زمانی که گوشی در حال اجرا نیست) بصورت پیش‌فرض غیر فعال است. برای کارکرد صحیح اپلیکیشن رسا نیاز است تا قابلیت «Autostart» را برای اپلیکیشن رسا فعال نمایید:

source: Sign in
fa_ir: ورود

# ResaFullName
source: Iranians Health Media
fa_ir: رسالت سلامت ایرانیان

source: Requests
fa_ir: درخواست‌ها

# DoctorAppAppSettingsImproveBgBlockerServiceDescription
source: Resa's call blocker service has some limitations imposed by Android(especially on newer versions). By enabling this option you will give its service higher priority than normal and as a result the blocker not only will function more reliably but also more responsive. Note this will cause a permanent notification appears on mobile's notification area unless you disable this option.
fa_ir: بلاکر تماس رسا در حالت معمول دارای محدودیت از طرف سیستم‌عامل اندروید(بخصوص در نسخه‌های جدیدتر) است. با فعال کردن این گزینه شما به این سرویس الویت بالاتری می‌دهید که این کار باعث می‌شود علاوه بر کارکرد صحیح سرویس، سرعت پاسخ‌گویی آن نیز بالاتر رود. توجه داشته باشید که در صورت فعال بودن این حالت، اندروید یک نوتیفیکیشن بصورت ثابت نشان خواهد داد.

source: Introductory Remarks
fa_ir: یادداشت‌های معرفی

source: Background Image
fa_ir: تصویر پس‌زمینه

source: Secondary Icon
fa_ir: آیکون ثانویه

# AddResaAsBlocker
source: Adding Resa as blocker
fa_ir: افزودن رسا به عنوان مسدود‌کننده

source: Call blocking permission
fa_ir: دسترسی مسدودسازی تماس

# ClickDetailsIconNearCall
source: 2. Tap on details icon (letter i) adjasent to each cantact.
fa_ir: ۲. روی آیکون جزئیات (حرف i) کنار تماس کلیک کنید.

# ContactsSharingWithResa
source: Sharing contacts with Resa
fa_ir: اشتراک تماس‌ها با رسا

# DuplicateNumber
source: Duplicat number
fa_ir: شماره تکراری

# FromNowOnYouCanAddPatientsToResa
source: 4. From now on you can add your patients numbers to Resa from Contacts or Recent Calls.
fa_ir: ۴. از این پس می‌توانید از طریق شماره‌های اخیر و مخاطبان، بیماران خود را به رسا معرفی نمایید.

# GoToCallBlockingSectionAndEnableResa
source: 3. Go to "Call Blocking And Identification" section, and enable Resa as a blocker.
fa_ir: ۳. وارد قسمت نرم‌افزارهای مسدودکننده (Call Blocking And Identification) شوید. سپس رسا را به عنوان مسدود کننده فعال کنید.

# GoToDeviceSettings
source: 1. Go to device's Settings.
fa_ir: ۱. وارد تنظیمات(Settings) گوشی شوید.

source: Go to Help
fa_ir: برو به راهنما

# GoToPhoneSection
source: 2. Go to Phone section.
fa_ir: ۲. وارد قسمت تلفن(Phone) شوید.

# GoToRecentsSection
source: 1. Go to "Recents" section.
fa_ir: ۱. وارد قسمت تماس‌های اخیر (Recents) شوید.

# InsertedNumberIsAlreadyInAllowedList
source: Inserted number is already in the Allowed numbers list.
fa_ir: شماره‌ی وارد شده هم‌اکنون جزو شماره‌های مجاز است.

# InsertedNumberIsAlreadyInBlockedList
source: Inserted number is already in the Blocked numbers list.
fa_ir: شماره‌ی وارد شده هم‌اکنون جزو شماره‌های مسدود‌شده است.

source: Is invalid
fa_ir: نا‌معتبر است

# NotAbleSharingResaNumber
source: Not being able to share Resa number
fa_ir: عدم امکان اشتراک شماره‌ی رسا

# ResaAppNeedsUpdatePleaseDownloadMessage
source: Resa needs to be updated urgently. Please download the last version.
fa_ir: رسا نیازمند بروز رسانی فوری است. لطفاً نسبت به دانلود آن اقدام نمایید.

# ResaHasNotCallBlockingPermissionMessage
source: Resa is not granted call blocking permission by your device. To learn how to enable it go to Help page.
fa_ir: گوشی شما امکان مسدودکردن تماس را به رسا نداده است. برای آموزش فعال‌کردن آن به قسمت راهنما از منوی رسا مراجعه کنید.

# ResaIsAmongSharedContactsErrorMessage
source: Resa's number is among the chosen numbers to be shared. You cannot share Resa's numbers with this application.
fa_ir: در لیست شماره‌های فرستاده شده شماره‌ی رسا وجود دارد. امکان اشتراک‌گذاری شماره‌ی رسا با این اپلیکیشن وجود ندارد.
