Repository: soroshsabz/TestSolution
Catalog: Source/BSN.Resa.Locale/Resources.*.resx
Languages: fa_ir

# ResaIsBeingUpdatedInBg
source: Resa is now being updated in the background.
fa_ir: هم اکنون رسا در حال بروزرسانی در پس‌زمینه است.

# TapShareContactThenMoreAndEnableSharing
source: 3. Tap "Share Contact". Then after selecting "More" enable sharing with Resa.
fa_ir: ۳. روی گزینه‌ی اشتراک مخاطب (Share Contact) کلیک کنید. سپس گزینه‌ی بیشتر (More) را انتخاب کرده و اشتراک با رسا را فعال نمایید.

source: The number
fa_ir: شماره‌ی

source: Urgent update
fa_ir: بروزرسانی مهم

# YouMustLoginToShareContactWithResa
source: You must login to app to share a contact with Resa.
fa_ir: برای اشتراک‌گذاری شماره با رسا ابتدا باید در اپلیکیشن لاگین کنید.

source: Is my patient
fa_ir: بیمار من است

source: Is not my patient
fa_ir: بیمار من نیست

# NumbersSmart
source: Number(s)
fa_ir: شماره(های)

# SelectedContentIsNotSharableWithResaMessage
source: The selected content is not sharable with Resa.
fa_ir: محتوای انتخاب‌شده با رِسا قابل اشتراک‌گذاری نیست.

source: Sharing number with Resa
fa_ir: اشتراک شماره با رسا

source: About us
fa_ir: درباره ما

# DoctorAppName
source: Resa
fa_ir: رسا

# DoctorAppDownloadResaNewVersion
source: Download new version of Resa
fa_ir: دریافت نسخه جدید رسا

# AtTheTime
source: at
fa_ir: در زمان

# DoctorAppCallbackRequestsFrom
source: callback requests from
fa_ir: درخواست تماس از طرف

# DoctorAppCallbackRequestsFromOnePatient
source: callback requests from one patient
fa_ir: درخواست تماس از طرف یک بیمار

# DoctorAppCallbackRequestsNotificationChannelDescription
source: Callback requests from patients
fa_ir: درخواست‌های تماس از طرف بیماران

# DoctorAppGeneralNotificationChannelTitle
source: General Notifications
fa_ir: اعلان‌های عمومی

# DoctorAppIdontKnowYet
source: I don't know yet
fa_ir: فعلا نمی‌دانم

# DoctorAppNewAppVersionDownloaded
source: New version of Resa app was downloaded.
fa_ir: نسخه‌ی جدید رسا دریافت شد.

# DoctorAppNewCallbackRequestFromPatient
source: New callback request from patient
fa_ir: درخواست تماس جدید از طرف بیمار

# DoctorAppOneCallbackRequestFromPatient
source: One callback request from patient
fa_ir: ۱ درخواست تماس از طرف بیمار

# DoctorAppPatientCallsBlockerService
source: Resa patients call blocker service
fa_ir: سرویس بلاکر تماس بیماران

# DoctorAppPatients
source: patients
fa_ir: بیمار

# DoctorAppWasOneOfYourPatients
source: one of your patients?
fa_ir: جزو بیمار‌های شما بود؟

# DoctorAppWasTheCallerWithTheNumber
source: Was the caller with the number
fa_ir: آیا فرد تماس گیرنده با شماره‌ی

source: Resa System
fa_ir: سامانه رسا

# DoctorAppClickToDownloadResaNewVersion
source: Click to download the latest version of Resa.
fa_ir: برای دریافت نسخه‌ی جدید رسا کلیک کنید.

source: Updating Resa
fa_ir: بروزرسانی رسا

source: Resa Application
fa_ir: اپلیکیشن رسا

# DoctorAppPermissionsGeneralRationaleDescription
source: Dear doctor, in order for the Resa app to function properly you need to grant the app the requested permissions, and make sure they all always keep being granted.
fa_ir: پزشک گرامی، برای کارکرد صحیح اپلیکیشن رسا لازم است مجوز‌های خواسته شده را فعال نمایید و همواره از فعال ماندن آنها نیز اطمینان حاصل کنید.

# DoctorAppStoragePermissionRationalleDescription
source: In order to download and update Resa app to the latest version you need to grant Storage permission.
fa_ir: برای دانلود و بروزرسانی آخرین نسخه اپلیکیشن رسا لازم است مجوز دسترسی به حافظه را فعال کنید.

# DoctorAppContactsPermissionRationalleDescription
source: In order for Resa app to function properly you need to grant Contacts permission.
fa_ir: برای کار با اپلیکیشن رسا نیاز است مجوز کانتک‌ها را فعال کنید.

source: Has Time Limit For Diagnostic Documents Service
fa_ir: سیرویس اسناد تشخیصی بیمار دارای محدودیت زمانی میباشد

# DoctorAppPermissionsAutostartRationale
source: Please enable the "Autostart" option for Resa. Enabling this option is necessary for Resa calls blocker to function properly.
fa_ir: لطفا مجوز قابلیت «اجرای خودکار» (AutoStart) را برای اپ رسا فعال کنید. این مجوز برای کارکرد صحیح بلاکر تماس ضروریست

# DoctorAppPermissionsGeneralRationaleAndHowToEnable
source: Please grant all requested permissions. You can also do this in Resa app setting sreen in the Permissions section.
fa_ir: لطفا تمامی مجوز‌های خواسته شده را فعال نمائید. می‌توانید برای اینکار وارد تنظیمات برنامه رسا شده و از قسمت مجوز‌ها این مجوز‌ها را فعال کنید.

# DoctorAppPermissionsNotificationRationale
source: Please grant the access to Notification Policy to Resa. This permission is required for Resa call blocker to function properly.
fa_ir: لطفا مجوز دسترسی به تنظیمات نوتیفیکیشن اندروید را برای اپ رسا فعال کنید. این مجوز برای کارکرد صحیح بلاکر تماس ضروریست.

# DoctorAppCallbackRequestsNotificationChannelTitle
source: Callback Requests
fa_ir: درخواست‌های تماس

# DoctorAppDownloadsNotificationChannelDescription
source: Resa downloads notifications
fa_ir: دانلود‌های اپ رسا

# DoctorAppDownloadsNotificationChannelTitle
source: Downloads
fa_ir: دانلود‌ها

# DoctorAppEnterResa
source: Enter Resa
fa_ir: ورود به رسا

# DoctorAppSettingsPage
source: Resa App Settings Page
fa_ir: صفحه تنظیمات اپ رسا

source: Categories
fa_ir: دسته‌بندی‌ها

source: Is Hidden In Category Pages
fa_ir: در صفحات تخصص پنهان است

source: Is Page Active
fa_ir: صفحه‌ی فعال دارد

source: Previous Price
fa_ir: قیمت قبلی

source: About Doctor
fa_ir: درباره‌ی پزشک

source: Mobile Background Image
fa_ir: تصویر پس‌زمینه‌ی موبایل

source: Seo Content
fa_ir: متن سئویی

# CanNotBeBlank
source: Can't be blank
fa_ir: نمیتواند خالی باشد

source: Seo content not found.
fa_ir: محتوای سئویی یافت نشد

source: Category Created Successfuly
fa_ir: دسته‌بندی با موفقیت ایجاد شد

source: Category Deleted Successfuly
fa_ir: دسته‌بندی با موفقیت حذف شد

source: Category Page Acticated Successfuly
fa_ir: صفحه‌ی دسته‌بندی با موفقیت فعال شد

source: Category Page Deacticated Successfuly
fa_ir: صفحه‌ی دسته‌بندی با موفقیت غیر ‌فعال شد

source: Category Updated Successfuly
fa_ir: دسته‌بندی {0} با موفقیت به‌روزرسانی شد

source: Content
fa_ir: متن

source: Invalid Author Image Format
fa_ir: فرمت تصویر تستیمونیال نامعتبر است

source: Invalid Background Image Format
fa_ir: فرمت تصویر پس‌زمینه نامعتبر است

source: Invalid Mobile Background Image Format
fa_ir: فرمت تصویر پس‌زمینه برای موبایل نامعتبر است

source: Request Failed
fa_ir: درخواست شما با خطا روبرو شد

source: Seo Content Created Successfuly
fa_ir: متن سئویی با موفقیت ایجاد شد

# SeoContentDeletedSuccessfuly
source: Seo Content Created Successfuly
fa_ir: متن سئویی با موفیقیت حذف شد

source: Seo Contents Order Updated Successfuly
fa_ir: ترتیب متن‌های سئویی با موفقیت به‌روز‌رسانی شد

source: Seo Content Updated Successfuly
fa_ir: متن سئویی با موفقیت ویرایش شد

source: Testimonial Created Successfuly
fa_ir: تستیمونیال با موفقیت ایجاد شد

source: Testimonial Deleted Successfuly
fa_ir: تستیمونیال با موفقیت حذف شد

source: Testimonial Updated Successfuly
fa_ir: تستیمونیال با موفقیت ویرایش شد

source: category background image not found
fa_ir: تصویر پس‌زمینه برای کتگوری یافت نشد

source: category mobile background image not found
fa_ir: تصویر پس‌زمینه موبایل برای کتگوری یافت نشد

source: category not found
fa_ir: کتگوری یافت نشد

source: failed to retrieve doctors
fa_ir: دریافت پزشک‌ها با خطا مواجه شد

# FAILED_TO_RETRIEVE_SEO_CONTENTS
source: failed to retrieve doctors
fa_ir: دریافت متن‌های سئویی با خطا مواجه شد

source: failed to retrieve testimonials
fa_ir: دریافت تستیمونیال‌ها با خطا مواجه شد

source: testimonial image not found
fa_ir: تصویر تستیمونیال یافت نشد

source: Failed to retrieve doctor inaccesible periods
fa_ir: دریافت زمان‌های در دسترس نبودن پزشک با مشکل مواجه شد

source: Device Model
fa_ir: مدل موبایل

source: Operating System
fa_ir: سیستم عامل

source: Device
fa_ir: موبایل

source: Is Primary
fa_ir: اصلی است

source: Account must have at least one primary device
fa_ir: اکانت حداقل باید یک دیوایس اصلی داشته باشد

source: doctor already has a primary device
fa_ir: پزشک در حال حاظر یک دیوایس اصلی دارد

source: device added to doctor successfully
fa_ir: موبایل با موفقیت به پزشک اظافه شد

source: device deleted successfully
fa_ir: موبایل با موفقیت حذف شد

# DEVICE_EDITED_SUCCESSFULLY
source: deviec edited successfully
fa_ir: موبایل با موفیقت به روز‌رسانی شد

# PolicyActivateError
source: Error in activating policy
fa_ir: خطا در فعال سازی سیاست

# TimeBasedChargePackageDescriptionIsRequired
source: Description is required.
fa_ir: وارد کردن توضیحات بسته شارژ الزامی است.

# TimeBasedChargePackageDurationMustBeGreaterThanZero
source: Package time duration must be greater than zero.
fa_ir: مدت زمان مکالمه برای بسته شارژ باید بیشتر از صفر باشد.

# TimeBasedChargePackageTitleIsRequired
source: Package name is required.
fa_ir: وارد کردن عنوان بسته شارژ الزامی است.

source: Duration in minute
fa_ir: مدت زمان به دقیقه

# PackageTitle
source: Title
fa_ir: عنوان

# TimeBasedChargePackageMedicalSpeciality
source: Applied to speciality
fa_ir: تخصص پزشکی

# TimeBasedChargePackageNoPackageFound
source: No package found
fa_ir: هیچ بسته شارژی ثبت نشده است.

source: All
fa_ir: همه

source: New time based package successfully added.
fa_ir: بسته جدید با موفقیت ثبت شد.

source: Time based package successfully updated.
fa_ir: بسته شارژ با موفقیت به‌روز رسانی شد.

source: Time based package successfully deleted.
fa_ir: بسته شارژ با موفقیت حذف شد.

# DOCTOR_NOT_FOUND_MESSAGE
source: Doctor not found.
fa_ir: پزشک مورد نظر یافت نشد.

# MEDICAL_SPECIALITY_HAS_NO_TIME_BASED_PACKAGE_MESSAGE
source: There is no package registred for medical speciality.
fa_ir: هیچ بسته شارژی برای این تخصص ثبت نشده است.

# MEDICAL_SPECIALITY_NOT_FOUND_MESSAGE
source: Medical speciality not found.
fa_ir: تخصص پزشکی مورد نظر یافت نشد.

# TIME_BASED_CHARGE_PACKAGE_DELETED_SUCCESSFULLY_MESSAGE
source: Package delete faild.
fa_ir: بسته شارژ مورد نظر حذف شد.

# TIME_BASED_CHARGE_PACKAGE_DELETE_FAILD_MESSAGE
source: Package delete faild.
fa_ir: حذف بسته شارژ با خطا مواجه شد.

# TIME_BASED_CHARGE_PACKAGE_FAILD_TO_RETRIEVE_MESSAGE
source: Retrieving package failed due to a system error.
fa_ir: دریافت بسته شارژ با خطا مواجه شد.

# TIME_BASED_CHARGE_PACKAGE_LIST_FAILD_TO_RETRIEVE_MESSAGE
source: Retrieving packages list failed due to a system error.
fa_ir: دریافت لیست بسته‌های شارژ با خطا مواجه شد.

# TIME_BASED_CHARGE_PACKAGE_NEW_PACKAGE_ADDED_MESSAGE
source: New package added successfully.
fa_ir: بسته شارژ جدید با موفقیت ثبت شد.

# TIME_BASED_CHARGE_PACKAGE_NEW_PACKAGE_ADD_FAILD_MESSAGE
source: Add new package faild.
fa_ir: ذخیره بسته شارژ جدید با خطا مواجه شد.

# TIME_BASED_CHARGE_PACKAGE_NOT_FOUND_MESSAGE
source: Package does not existed.
fa_ir: بسته شارژ مورد نظر یافت نشد.

# TIME_BASED_CHARGE_PACKAGE_THERE_IS_NO_DEFAULT_PACKAGE_MESSAGE
source: There is no default package registered.
fa_ir: هیچ بسته شارژ پیشفرضی ثبت نشده است.

# TIME_BASED_CHARGE_PACKAGE_UPDATED_SUCCESSFULLY_MESSAGE
source: Package updated successfully.
fa_ir: اطلاعات بسته شارژ با تغییرات مورد نظر بروزرسانی شد.

# TIME_BASED_CHARGE_PACKAGE_UPDATE_FAILD_MESSAGE
source: Package updated faild.
fa_ir: ذخیره تغییرات با خطا مواجه شد.

source: Doctor Not Found
fa_ir: پزشک یافت نشد

source: Callback Request Not Found
fa_ir: درخواست بازتماس یافت نشد

source: Patient Not Found
fa_ir: بیمار یافت نشد

source: Call Is Not Valid
fa_ir: تماس معتبر نیست

# BUSINESSـACCOUNTS
source: Business accounts
fa_ir: حساب‌های تجاری

source: charge cards
fa_ir: کارت شارژ

# CUSTOMERـSUPPORT
source: customer support
fa_ir: پشتیبانی مشتریان

source: Doctors
fa_ir: پزشکان

source: emergency calls
fa_ir: تماس‌های اضطراری

# FINANCIALـTRANSACTIONS
source: financial transactions
fa_ir: تراکنش‌های مالی

# GATEWAYـPAYMENTـREQUESTS
source: gateway payment requests
fa_ir: پرداخت‌های درگاه بانکی

# ONEـTIMEـCHARGE
source: one time charge
fa_ir: یک بار شارژ

source: Patients
fa_ir: بیمارها

# PRICINGـPOLICIES
source: pricing policies
fa_ir: سیاست‌های قیمت‌گذاری

source: reports
fa_ir: گزارش‌های تفصیلی

# SENDـBATCHـSHORTـMESSAGE
source: send batch short message
fa_ir: ارسال گروهی پیام کوتاه

# SIMـCARDS
source: sim cards
fa_ir: سیم کارت‌ها

# TIMEـBASEDـCHARGEـPACKAGES
source: Time based charge packages
fa_ir: بسته های مبتنی بر زمان

# VIRTUALـPHONENUMBERS
source: virtual phon numbers
fa_ir: شماره‌های مجازی

# WORKـPLACES
source: work places
fa_ir: اماکن ثبت شده

source: Amount Is More Than Credit
fa_ir: مبلغ وارد شده از موجودی بیشتر است

source: Amount Is Not Valid
fa_ir: مبلغ معتبر نیست

source: Principal Party Not Found
fa_ir: پرداخت کننده یافت نشد

# LIQUIDATION_TRANSACTION_ADDED_MESSAGE
source: Liquidation transaction added successfully
fa_ir: تراکنش نقدینگی با موفقیت اظافه شد

source: Liquidation transaction amount must be greater than zero
fa_ir: مبلغ ترانکش نقدینگی باید بیشتر از صفر باشد

source: Liquidation transaction description is required
fa_ir: توضیحات تراکنش نقدینگی الزامی است

# LIQUIDATION_TRANSACTION_FAILED_MESSAGE
source: Liquidation transaction failed
fa_ir: تراکنش نقدینگی با خطا مواجه شد

source: Principal party subscriber number
fa_ir: شماره کارت

source: Principal party subscriber number is required
fa_ir: شماره کارت الزامی است

source: Liquidation Transactions
fa_ir: تراکنش های نقدینگی

source: New liquidation transaction successfully added
fa_ir: تراکنش نقدینگی جدید با موفقیت اظافه شد

# LIQUIDATION_TRANSACTION_AMOUNT_IS_REQUIRED
source: Liquidation trasaction amount is required
fa_ir: مبلغ تراکنش نقدینگی الزامی است

# BlankReference
source: Reference number can not be blank
fa_ir: شماره رفرنس نمیتواند خالی باشد

# CannotChargePatient
source: Patient can not be charged
fa_ir: حساب بیمار نمیتواند شارژ شود.

# InvalidAmount
source: Amount is invalid
fa_ir: مقدار وارد شده صحیح نیست

# InvalidAmountTailingZero
source: Amount is invalid (no tailing zero present).
fa_ir: مقدار وارد شده صحیح نیست. (باید در آخر عدد 0 باشد)

# NotifyResellerSmsError
source: Cannot send sms to reseller
fa_ir: ارسال پیامک به شارژ کننده امکان پذیر نیست

source: File convertion is success.
fa_ir: فایل به درستی تبدیل شده.

source: File format is not valid
fa_ir: فرمت فایل نامعتبر است.

source: Image dimensions is not valid.
fa_ir: ابعاد تصویر نامعتبر است.

source: Image file size is not valid.
fa_ir: اندازه تصویر بیش از حد مجاز است (۲۵۰ کیلوبایت) است.

source: doctor created successfully
fa_ir: پزشک با موفقیت ایجاد شد

source: doctor updated successfully
fa_ir: پزشک با موفقیت ویرایش شد

# IS_INVALID_IMAGE
source: Image is not valid
fa_ir: تصویر معتبر نیست

source: doctor image not found
fa_ir: تصویر پزشک یافت نشد

source: Call Less Than Thirty Seconds
fa_ir: تماس کمتر از ۳۰ ثانیه

source: No Call Occured
fa_ir: تماسی گرفته نشده

source: Successful Call
fa_ir: تماس موفق

source: Unsuccessful Call
fa_ir: تماس ناموفق

source: Unsuccessful Call Because Insufficient Credit ,etc
fa_ir: تماس نا موفق یه دلیل نداشتن اعتبار و غیره

# InvalidDate
source: Date Is Invalid
fa_ir: تاریخ وارد شده معتبر نیست

source: Chain card added to cards successfully
fa_ir: کارت مورد نظر با موفقیت به کارت اضافه شد

source: Chain card removed from cards successfully
fa_ir: کارت زنجیره ای مورد نظر با موفقی حذف شد

# ChainCardForwardedHasConflict
source: The card has conflict with another chain card
fa_ir: کارت وارد شده با یکی از کارت های زنجیره ای تداخل دارد

# CategoryPageHeaderTitle
source: Page Header Title
fa_ir: عنوان صفحه

# DoctorAppMedicalTests
source: Medical Tests
fa_ir: جواب‌های آزمایش

# DoctorAppMedicalTestPrice
source: Payment
fa_ir: کارمزد

source: View
fa_ir: نمایش

# DoctorAppMedicalTest
source: Medical Test Answer
fa_ir: پاسخ به جواب آزمایش

source: There aren't any medical tests.
fa_ir: جواب آزمایشی وجود ندارد.

# DoctorAppEnableMicPermissionToRecordVoice
source: To start recording you need to grant its permission.
fa_ir: برای ضبط صدا لازم است مجوز آن را فعال کنید.

# DoctorAppMedicalTestRemoveRecordedVoiceMessage
source: Delete recorded voice?
fa_ir: صدای ضبط شده حذف شود؟

# DoctorAppReachedVoiceRecordingTimeLimitMessage
source: Recording time limit was reached.
fa_ir: حداکثر مدت ضبط صدا به پایان رسید.

# DoctorAppVoiceRecordingErrorMessage
source: Error on recording voice
fa_ir: خطا در فرآیند ضبط صدا

# DoctorAppMedicalTestReplyTextPlaceholder
source: Type your text reply here
fa_ir: توضیحات متنی خود را اینجا وارد کنید

# DoctorAppMedicalTestSubmitReply
source: Send reply
fa_ir: ارسال پاسخ

# DoctorAppMedicalTestYourReply
source: Your reply:
fa_ir: پاسخ شما:

source: Voice recording
fa_ir: ضبط صدا

# DoctorAppSendingMedicalTestReplyIsInProgress
source: Sending reply...
fa_ir: در حال ارسال جواب آزمایش...

# DoctorAppMedicalTestSuccessfulSubmitReplyMessage
source: Your replies to this medical test were sent successfully.
fa_ir: توضیحات شما برای این جواب آزمایش با موفقیت ارسال شد.

# DoctorAppShowNextMedicalTest
source: Show next medical test
fa_ir: بررسی جواب آزمایش بعدی

source: Resa Doctor App
fa_ir: اپلیکیشن پزشک رسا

# PleaseEnterTheFullPhoneNumberWithCountryCode
source: Please enter full phone number with country code. Example: +96897012345
fa_ir: لطفا شماره تلفن مورد نظر را بصورت کامل همراه با کد کشور وارد کنید. مثال: 989121234567+

source: Intenal exception was thrown in search doctors
fa_ir: جستجوی دکتر با خطا مواجه شد

source: Call Not Found
fa_ir: تماس یافت نشد

# CallBookSurvey_Create_Successfully
source: New survey added successfully
fa_ir: نظرسنجی جدید با موفقیت ثبت شد

source: Approve
fa_ir: تایید

source: Message
fa_ir: پیام

source: Reject
fa_ir: رد

source: Vote
fa_ir: امتیاز

source: Survey
fa_ir: نظرسنجی

source: Survey approve successfully
fa_ir: نظرسنجی موردنظر با موفقیت تایید شد

source: Survey reject successfully
fa_ir: نظرسنجی موردنظر تایید نشد

source: Doctor Name
fa_ir: نام پزشک

# DoctorAppPatientCreditInMinutes
source: Patient credit
fa_ir: اعتبار بیمار

# InvalidVsinMessage
source: Vsin is invalid
fa_ir: شناسه وارد شده معتبر نمیباشد

source: OneHundredFiftyThousandTomans
fa_ir: یکصد و پنجاه هزار تومان

source: OneHundredThousandTomans
fa_ir: صد هزار تومان

source: ThreeHundredThousandTomans
fa_ir: سیصد هزار تومان

source: TwoHundredFiftyThousandTomans
fa_ir: دویست و پنجاه هزار تومان

source: TwoHundredThousandTomans
fa_ir: دویست هزار تومان

source: SixtyThousandTomans
fa_ir: شصت هزار تومان

source: SeventyThousandTomans
fa_ir: هفتاد هزار تومان

source: EightyThousandTomans
fa_ir: هشتاد هزار تومان

source: NinetyThousandTomans
fa_ir: نود هزار تومان

source: OneHundredTenThousandTomans
fa_ir: یکصد و ده هزار تومان

source: OneHundredTwentyThousandTomans
fa_ir: یکصد و بیست هزار تومان

source: OneHundredThirtyThousandTomans
fa_ir: یکصد و سی هزار تومان

source: OneHundredFortyThousandTomans
fa_ir: یکصد و چهل هزار تومان

source: OneHundredSixtyThousandTomans
fa_ir: یکصد و شصت هزار تومان

source: OneHundredSeventyThousandTomans
fa_ir: یکصد و هفتاد هزار تومان

source: OneHundredEightyThousandTomans
fa_ir: یکصد و هشتاد هزار تومان

source: OneHundredNinetyThousandTomans
fa_ir: یکصد و نود هزار تومان

source: TwoHundredTenThousandTomans
fa_ir: دویست و ده هزار تومان

source: TwoHundredTwentyThousandTomans
fa_ir: دویست و بیست هزار تومان

source: TwoHundredThirtyThousandTomans
fa_ir: دویست و سی هزار تومان

source: TwoHundredFortyThousandTomans
fa_ir: دویست و چهل هزار تومان

source: TwoHundredSixtyThousandTomans
fa_ir: دویست و شصت هزار تومان

source: TwoHundredSeventyThousandTomans
fa_ir: دویست و هفتاد هزار تومان

source: TwoHundredEightyThousandTomans
fa_ir: دویست و هشتاد هزار تومان

source: TwoHundredNinetyThousandTomans
fa_ir: دویست و نود هزار تومان

# ResaFullNameOmaniVersion
source: Resa
fa_ir: رسالت سلامت ایرانیان

source: Privacy policy
fa_ir: حریم خصوصی

source: Minutes
fa_ir: دقیقه

source: No Any Categories Is Selected
fa_ir: هیچ دسته بندی ای انتخاب نشده است

source: Duplicate Category Is Forbidden
fa_ir: انتخاب دسته بندی تکراری مجاز نیست

source: Duplicate Specialties Is Forbidden
fa_ir: انتخاب تخصص تکراری مجاز نیست

source: No Any Specialties Is Selected
fa_ir: هیچ تخصصی انتخاب نشده است

source: Specialties Created Successfuly
fa_ir: تخصص ها با موفقیت ایجاد شد

# XCategoryShouldSelect
source: Category ShouldSelect
fa_ir: دسته بندی باید انتخاب شود

# XSpecialtiesShouldSelect
source: Specialties Should Select
fa_ir: تخصص باید انتخاب شود

source: Install updated version
fa_ir: نصب نسخه جدید

# ResaNewVersionDownloadedmessage
source: New version of Resa downloaded. Click here to install.
fa_ir: نسخه جدید رسا دانلود شد. برای نصب کلیک کنید.

# DoctorAppPatientsCallBlockerService
source: Patients call blocker service
fa_ir: سرویس بلاکر تماس بیماران

source: Doctor Recommendations
fa_ir: پزشکان معرفی شده

source: Recommendation Date
fa_ir: تاریخ معرفی

source: Recommender
fa_ir: معرف

source: Joined
fa_ir: ملحق شده

source: New
fa_ir: جدید

source: Not Joined
fa_ir: ملحق نشده

source: Other
fa_ir: سایر

source: Spam
fa_ir: پیام نامربوط

source: Practiced medicine since
fa_ir: آغاز طبابت

# DoctorAppChangingDoctorStatusFailedMessage
source: Failed to change the state.
fa_ir: خطا در تغییر وضعیت

source: Charge discount card not found
fa_ir: کد تخفیف شارژ پیدا نشد

source: Call discount card not found
fa_ir: کارت تخفیف تماس یافت نشد

source: Charge request not found.
fa_ir: درخواست ثبت نام یافت نشد

# ChargeRequestNotFoundOrAlreadyProcessed
source: charge request not found or has been already processed.
fa_ir: درخواست شارژ یافت نشد و یا قبلا پردازش شده است

source: Discount Code
fa_ir: کد تخفیف

source: Effected date
fa_ir: تاریخ شروع

source: Used Count
fa_ir: تعداد استفاده شده

source: Discount card not found
fa_ir: کارت تخفیف یافت نشد

source: Call discount card
fa_ir: کارت تخفیف تماس

source: Charge discount card
fa_ir: کارت تخفیف شارژ

source: Expired Date
fa_ir: تاریخ انقضا

source: Fixed
fa_ir: ثابت

source: Percentage
fa_ir: درصدی

source: Discount amount
fa_ir: مبلغ تخفیف

source: Discount card calculation method
fa_ir: نحوه ی تخفیف

source: Discount card type
fa_ir: نوع کارت تخفیف

source: Discount percent
fa_ir: درصد تخفیف

source: Discount used count
fa_ir: تعداد استفاده

source: Maximum charge amount
fa_ir: حداکثر مبلغ شارژ

source: Minimum charge amount
fa_ir: حدقل مبلغ شارژ

source: And
fa_ir: و

source: Or
fa_ir: یا

source: Discount card
fa_ir: کارت تخفیف

source: Index
fa_ir: جایگاه

# MaxUsedCount
source: Maximum used count
fa_ir: حداکثر تعداد استفاده

source: Operator
fa_ir: عملگر

source: Discount card activated successfully
fa_ir: کارت تخفیف با موفقیت فعال شد

source: Discount card deactivated successfully
fa_ir: کارت تخفیف با موفقیت غیرفعال شد

source: charge denomination not found.
fa_ir: شارژ کارت یافت نشد

source: subscriber can't be charged.
fa_ir: مشترک نمیتواند شارژ انجام دهد

# SubscriberCantUseDiscountCode
source: subscriber cannot be use this discount code.
fa_ir: مشترک موردنظر امکان استفاده از این کد تخفیف را ندارد

source: Subscriber not found.
fa_ir: مشترک یافت نشد

source: Create discount card successfully
fa_ir: کارت تخفیف با موفقیت ثبت شد

# InValidChargeDiscountCardForUse
source: charge discount card is invalid for use
fa_ir: کارت تخفیف شارژ برای استفاده نامعتبر است

source: Discount ceiling
fa_ir: سقف تخفیف

# DoctorAppAboutDescriptionOmaniVersion
source: RESA has been created to provide an effective and purposeful solution to connect patients and physicians. Your feedbacks are highly appreciated for us.
fa_ir: رسا با هدف ارتباط هدفمند و موثر بیمار و پزشک ایجاد شده است. شما می‌توانید انتقادات و پیشنهادات خود را با ما در میان بگذارید:

source: Exclusive number not found
fa_ir: شماره اختصاصی یافت نشد

source: Exclusive number
fa_ir: شماره اختصاصی

source: Exclusive number state
fa_ir: وضعیت شماره اختصاصی

source: Create exclusive number successfully
fa_ir: شماره اختصاصی جدید با موفقیت ذخیره شد

source: Delete exclusive number successfully
fa_ir: شماره اختصاصی با موفقیت حذف شد

source: Reset exclusive number successfully
fa_ir: شماره اختصاصی با موفقیت آزاد شد

source: Exclusive number is in use
fa_ir: شماره اختصاصی در حال استفاده است

source: Exclusive Numbers
fa_ir: شماره های اختصاصی

source: Home Page Content
fa_ir: محتوای صفحه اصلی
